[
  "obsidian-excalidraw-plugin",
  "mousewheel-image-zoom",
  "obsidian-git",
  "url-into-selection",
  "quick-latex",
  "obsidian-better-command-palette",
  "calendar",
  "omnisearch",
  "obsidian-linter",
  "table-editor-obsidian",
  "markdown-table-editor",
  "obsidian-pandoc",
  "recent-files-obsidian",
  "dataview",
  "obsidian-quiet-outline",
  "open-in-new-tab",
  "obsidian-image-toolkit",
  "tag-wrangler",
  "obsidian-auto-link-title",
  "obsidian-plugin-toc",
  "obsidian-style-settings",
  "editing-toolbar",
  "obsidian-markmind",
  "pdf-plus",
  "obsidian-weread-plugin",
  "obsidian-day-and-night",
  "collapsible-code-blocks",
  "obsidian-tasks-plugin"
]